Repository: kieulanalp/VNBrandManual
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: vi

source: Build Journey - Process
vi: Build Journey – Process Quá Trình Xây Dựng

source: Build Journey – Process Hành Trình Xây Dựng – Quá Trình
vi: Build Journey – Process Quá Trình Xây Dựng

source: Building Management System
vi: Building Management System Hệ thống Quản lý Tòa nhà

source: Building Management System Training
vi: Building Management System Đào tạo về Hệ thống Quản lý Tòa nhà

source: Building Management System Training Đào Tạo Quản Lý Tòa Nhà
vi: Building Management System Training Đào Tạo sử dụng Hệ thống Quản Lý Tòa Nhà

source: Building Orientation & Energy Modelling
vi: Building Orientation & Energy Modelling Hướng của tòa nhà & Mô hình năng lượng

source: Building Orientation & Energy Modelling Định hướng xây dựng & mô hình năng lượng
vi: Building Orientation & Energy Modelling Hướng của tòa nhà & Mô hình năng lượng

source: Building Services
vi: Building Services Các Dịch Vụ trong Tòa Nhà

source: Building Services Dịch Vụ Tòa Nhà
vi: Building Services Các Dịch Vụ trong Tòa Nhà

source: Building Services Dịch vụ Tòa Nhà
vi: Building Services Các Dịch Vụ trong Tòa Nhà

source: Building Services Các Dịch Vụ Tòa Nhà
vi: Building Services Các Dịch Vụ trong Tòa Nhà

source: Building Services Các Dịch vụ Tòa Nhà
vi: Building Services Các Dịch Vụ trong Tòa Nhà

source: Built in [216050] Thiết kế sẵn
vi: Built in [216050] Gắn tường

source: Built-in projectors [58924] máy chiếu gắn sẵn
vi: Built-in projectors [58924] máy chiếu tích hợp

source: Business Service Centre
vi: Business Service Centre Trung tâm dịch vụ cho khách Thương nhân

source: Business Service Centre Trung Tâm Dịch Vụ Văn Phòng
vi: General Thông tin chung

source: Business Services
vi: Business Services Dịch vụ cho khách Thương nhân

source: Business Services -> Business Service Centre -> Furniture, Finishes, Fixtures & Equipment dịch vụ kinh doanh -> Trung tâm dịch vụ văn phòng -> Nội thất, Hoàn thiện, Đồ đạc & Thiết bị
vi: Business Services -> Business Service Centre -> Furniture, Finishes, Fixtures & Equipment dịch vụ kinh doanh -> Trung tâm dịch vụ văn phòng -> Nội thất, Hoàn thiện, Chiếu sáng & Thiết bị

source: Báo cáo khách đến phải được sử dụng hàng ngày.
vi: Phải thực hiện Báo cáo khách đến hàng ngày.

source: Bảng hiệu phải luôn làm việc tốt.
vi: Bảng hiệu phải được duy trì hoạt động tốt.

source: Bộ dụng cụ sơ cứu phải được cung cấp.
vi: Phải cung cấp bộ dụng cụ sơ cứu.

source: CE Fire / Slip: EN14041:2004 EN1307 [41244] tiêu chuẩn cháy/ trơn CE: EN14041:2004 EN1307
vi: CE Fire/Slip: EN14041:2004 EN1307 [41244] tiêu chuẩn chống cháy / chống trơn CE: EN14041:2004 EN1307

source: Cabernet Sauvignon or a blend where it is the main grape variety OR Pinot Noir or a blend where it is the main grape variety [60654] Cabernet Sauvignon hoặc một pha trộn trong đó nó là giống nho chính HOẶC Pinot Noir hoặc một pha trộn trong đó nó là giống nho chính
vi: Cabernet Sauvignon or a blend where it is the main grape variety OR Pinot Noir or a blend where it is the maingrape variety [53397] Cabernet Sauvignon hoặc một hỗn hợp nho trong đó nó là giống nho chính HOẶC Pinot Noir hoặc một hỗn hợp nho trong đó nó là giống nho chính

source: Calls must connect to an on-site location that is permanently staffed or directly to the emergency services.
vi: Calls must connect to an on-site location that is permanently staffed or directly to the emergency services. Các cuộc gọi kết nối đến một vị trí trong khuôn viên khách sạn luôn có nhân viên trực hoặc trực tiếp tới đơn vị cứu hộ

source: Calls must not be answered by an auto-attendant at any time [56753] cuộc gọi không được trả lời tự động bất cứ lúc nào
vi: Calls must not be answered by an auto-attendant at any time [56753] Không được trả lời cuộc gọi bằng máy trả lời tự động bất cứ lúc nào

source: Calls must not be answered by an auto-attendant.
vi: Calls must not be answered by an auto-attendant. Không được trả lời cuộc gọi bằng máy trả lời tự động

source: Car Park Ventilation
vi: Car Park Ventilation Thông gió bãi đỗ xe

source: Car parking
vi: Car parking Bãi đỗ xe

source: Carpentry, Casegoods and Joinery
vi: Carpentry, Casegoods and Joinery Đồ mộc, đồ nội thất gỗ, các cấu kiện gỗ

source: Carpentry, Casegoods and Joinery Đồ mộc, đồ gỗ
vi: Carpentry, Casegoods and Joinery Đồ mộc, đồ nội thất gỗ, các cấu kiện gỗ

source: Carpet - Broadloom
vi: Carpet - Broadloom Thảm

source: Cashiering terminals must meet the following: [116185] Thiết bị đầu cuối Cashiering phải đáp ứng như sau:
vi: Cashiering terminals must meet the following: [116185] Máy tính thu ngân phải đáp ứng như sau:

source: Casing Material: 100% cotton [66508] Chất liệu vỏ gối: 100% cotton
vi: Casing Material: 100% cotton [66508] Chất liệu vỏ ruột gối: 100% cotton

source: Casing Weave: Percale Single Pick [66788] Dệt ren: bình thường kiểu đơn
vi: Casing weave: Plain single pick [66788] Phương pháp dệt vải vỏ ruột chăn: kiểu dệt single pick (duy nhất một sợi ngang được dệt vào sợi dọc trong 1 thời điểm)

source: Casing material: 100% Cotton Chất liệu vỏ: 100% cotton
vi: Casing material: 100% Cotton [65902] Chất liệu vỏ ruột gối: 100% Cotton

source: Casing material: 100% Cotton [36465] Chất liệu vỏ: 100% Cotton
vi: Casing material: 100% Cotton [36465] Chất liệu vỏ bọc topper: 100% Cotton

source: Casing material: 100% Cotton [65929] Chất liệu vỏ: 100% Cotton
vi: Casing material: 100% Cotton [65929] Chất liệu vỏ ruột gối: 100% Cotton

source: Casing material: 100% Cotton [66786] Chất liệu vỏ: 100% Cotton
vi: Casing material: 100% Cotton [66786] Chất liệu vỏ chăn: 100% Cotton

source: Casing weave: Plain [66821] Dệt vỏ: phẳng
vi: Casing weave: Plain [66821] Phương pháp dệt vải: plain

source: Casing weave: Plain [87927] Dệt vỏ: phẳng
vi: Casing weave: Plain [87927] phương pháp dệt: plain

source: Casing weave: Plain single pick Dệt ren: bình thường kiểu đơn
vi: Casing weave: Plain single pick [66509] Phương pháp dệt vải vỏ ruột gối: kiểu dệt single pick (duy nhất một sợi ngang được dệt vào sợi dọc trong 1 thời điểm)

source: Casing weave: Plain single pick [65931] Dệt ren: bình thường kiểu đơn
vi: Casing weave: Plain single pick [65931] Phương pháp dệt vải vỏ ruột gối: kiểu dệt single pick (duy nhất một sợi ngang được dệt vào sợi dọc trong 1 thời điểm)

source: Ceiling recessed roll-up projection screen [114511] Màn hình máy chiếu cuộn lên lõm vào trần
vi: Ceiling recessed roll-up projection screen [114511] Cuộn màn hình máy chiếu âm trần

source: Ceilings
vi: Ceilings Trần nhà

source: Ceilings Trần
vi: General Thông tin chung

source: Central Chilling Plant
vi: Central Chilling Plant Cụm máy làm lạnh trung tâm

source: Central Chilling Plant Máy móc làm lạnh trung tâm
vi: Heating, Ventilation and Air Conditioning Systems Hệ Thống Sưởi, Thông Gió và Điều Hòa Không Khí

source: Central Heating
vi: Central Heating Cụm máy sưởi trung tâm

source: Central Heating Làm Nóng Trung Tâm
vi: Central Heating Cụm máy sưởi trung tâm

source: Ceramic and Porcelain
vi: Ceramic and Porcelain Gốm và sứ

source: Cereal Station
vi: Cereal Station Quầy Ngũ cốc

source: Changing Rooms
vi: Changing Rooms Phòng thay đồ

source: Changing the monogram colours is not permitted [68707] Không được phép thay đổi màu chữ lồng
vi: Changing the monogram colours is not permitted [68707] Không được phép thay đổi màu ký tự logo

source: Check in -> Front Desk -> Collateral / Stationery Check-in -> Quầy lễ tân -> Tài liệu quảng bá / Văn phòng phẩm
vi: Check in -> Front Desk -> Collateral/Stationery Ấn phẩm quảng bá/Văn phòng phẩm

source: Check in -> Front Desk -> Fixtures and Fittings Check-in -> Quầy lễ tân -> Đồ đạc và Thiết bị
vi: Check in -> Front Desk -> Fixtures and Fittings Đồ đạc và Thiết bị

source: Check in -> Front Desk -> Furniture, Finishes, Fixtures & Equipment Nhận phòng -> Quầy lễ tân -> Nội thất, Hoàn thiện, Đồ đạc & Thiết bị
vi: Check in -> Front Desk -> Furniture, Finishes, Fixtures & Equipment Nội thất, Hoàn thiện, Chiếu sáng & Thiết bị

source: Check in -> Front Desk -> General Nhận phòng -> Quầy lễ tân -> Chung
vi: Check in -> Front Desk -> General Thông tin chung

source: Check in -> Front Desk Thủ tục Check-in -> Quầy Lễ Tân
vi: Check in -> Front Desk Quầy Lễ Tân

source: Check in -> Service Expectations Check in -> Mong đợi về dịch vụ
vi: Check in -> Service Expectations Kỳ vọng về dịch vụ

source: Check-out mở rộng đến 14:00 phải được cấp cho tất cả các thành viên Gold Elite, Platinum Elite và Spire Elite theo yêu cầu, tùy vào tình trạng sẵn có và không tính thêm phí.
vi: Dịch vụ Check-out muộn đến 14:00 phải được cấp cho tất cả các thành viên Gold Elite, Platinum Elite và Spire Elite theo yêu cầu, tùy vào tình trạng sẵn có và không tính thêm phí.

source: Children's menu must be available [51600] Luôn có thực đơn cho trẻ em
vi: Children's menu must be available [51600] Phải có thực đơn cho trẻ em

source: Chiếu sang tiền sảnh phòng khách
vi: Chiếu sang tiền phòng phòng khách

source: Chiều rộng viền xấp xỉ 10 mm, khâu đôi.
vi: Chiều rộng viền xấp xỉ 10 mm, khâu mũi đôi.

source: Chính Sách Bảo Mật bên ngoài phải được phát triển nhằm giải thích cho khách và khách truy cập cách Dữ liệu cá nhân của họ được Khách sạn quản lý.
vi: Phải phát triển Tuyên bố về quyền riêng tư riêng, trong đó giải thích cho khách lưu trú và khách đến thăm cách Khách sạn quản lý Dữ liệu cá nhân của họ.

source: Chính Sách Bảo Mật của IHG chỉ được cung cấp cho các khách sạn được nhượng quyền.
vi: Tuyên bố về Quyền riêng tư của IHG chỉ được cung cấp cho các khách sạn được nhượng quyền để định hướng.

source: Chính sách bảo mật thông tin toàn diện có thể bao gồm các phần như: phân loại dữ liệu, thu thập, sử dụng và lưu trữ dữ liệu; xử lý và hủy dữ liệu, sử dụng chấp nhận được, bảo mật nguồn nhân lực; ứng phó sự cố; an ninh vật lý và môi trường; kinh doanh liên tục và khắc phục thảm họa; hệ thống thông tin bảo mật.
vi: Chính sách bảo mật thông tin toàn diện có thể bao gồm các nội dung như: phân loại dữ liệu, thu thập, sử dụng và lưu trữ dữ liệu; xóa và hủy dữ liệu, các mục đích sử dụng được chấp nhận, bảo mật thông tin nhân sự; ứng phó sự cố; an ninh vật lý và môi trường; việc tiếp tục kinh doanh và khắc phục thảm họa; an ninh đối với hệ thống thông tin.

source: Chính sách dữ liệu cá nhân xử lý IHG được cung cấp cho các khách sạn được nhượng quyền chỉ là hướng dẫn.
vi: Chính sách xử lý dữ liệu cá nhân IHG được cung cấp cho các khách sạn nhượng quyền để định hướng.

source: Chính sách đặt cọc trước phải hoàn trả bất kỳ khoản trả trước nào của khách nếu nhận được hủy trước thời hạn hủy khách sạn vào ngày đến.
vi: [69] Chính sách đặt cọc trước phải hoàn trả bất kỳ khoản trả trước nào của khách nếu nhận được yêu cầu hủy trước thời hạn hủy đặt phòng vào ngày đến.

source: Chúng chỉ được cung cấp cho các khách sạn nhượng quyền như hướng dẫn.
vi: Tài liệu chỉ được cung cấp cho các khách sạn nhượng quyền để định hướng.

source: Chúng tôi cam kết đảm bảo quyền lợi hoặc quý khách không phải thanh toán cho việc lưu trú này.
vi: Chúng tôi cam kết sẽ giải quyết vấn đề hoặc bạn sẽ không phải thanh toán cho sự bất tiện ấy.

source: Chúng tôi sẽ vui lòng cung cấp miễn phí: kem cạo râu, dao cạo dùng một lần, lược, bàn chải đánh răng, bông gòn và các sản phẩm vệ sinh phụ nữ.
vi: Chúng tôi vui lòng cung cấp miễn phí: kem cạo râu, dao cạo dùng một lần, lược, bàn chải đánh răng, bông gòn và các sản phẩm vệ sinh phụ nữ.

source: Chương trình bảng hiệu xác định tất cả các không gian bên trong và bên ngoài phải được IHG phê duyệt.
vi: Hệ thống biển bảng xác định tất cả các không gian bên trong và bên ngoài phải được IHG phê duyệt.

source: Chấp nhận cho khách hàng thân thiết đặt phòng đêm.
vi: Phải chấp nhận đặt phòng qua chương trình thưởng đêm nghỉ miễn phí cho khách hàng thân thiết.

source: Chấp nhận đơn đặt hàng mẫu hoặc thẻ với số bàn của khách được đặt trên bàn của khách hoặc thẻ được phát hành tại các trạm trực tiếp.
vi: [881051] Chấp nhận đơn đặt món hoặc thẻ với số bàn của khách được đặt trên bàn của khách hoặc thẻ được phát hành tại các quầy nấu trực tiếp.

source: Clearly readable [56750] Đọc được rõ ràng
vi: Clearly readable [56750] Dễ đọc

source: Clips must be padded on the inside [58796] Ghim phải được đệm ở bên trong
vi: Clips must be padded on the inside [58796] Kẹp áo phải có đệm bên trong

source: Club Lounge -> General Club Loung -> Chung
vi: Club Lounge -> General Thông tin chung

source: Club Lounge Phòng Lobby Lounge
vi: Lobby Lounge

source: Coasters must be provided [60662] Phải cung cấp đế lót ly
vi: Coasters must be provided [60662] Phải cung miếng lót cốc

source: Coat hook [13035] Móc quần áo
vi: Coat hook [13035] Móc treo áo

source: Coffee Station
vi: Coffee Station Quầy cà phê

source: Cold Station
vi: Cold Station Quầy đồ lạnh

source: Cold Station Quầy Lạnh
vi: Cold Station Quầy đồ lạnh

source: Cold Water
vi: Cold Water Nước lạnh

source: Cold alcoholic beverages must be served with complimentary salted tidbits [51523] Đồ uống có cồn lạnh phải được phục vụ với muối miễn phí
vi: Cold alcoholic beverages must be served with complimentary salted tidbits [51523] Đồ uống có cồn lạnh phải được phục vụ với món ăn kèm mặn miễn phí

source: Collar: spun aluminum and finished to match pole [79905] Khớp nối: nhôm spun và hoàn thiện để phù hợp với cột
vi: Collar: spun aluminum and finished to match pole [79905] Chụp đế: nhôm spun và hoàn thiện để phù hợp với cột

source: Collateral / Stationery
vi: Collateral/Stationery Ấn phẩm/Văn phòng phẩm

source: Collateral / Stationery Vật Phụ/ Văn Phòng Phẩm
vi: Suites Phòng Suite

source: Collateral / Stationery Vật phụ/ Văn Phòng Phẩm
vi: Suites Phòng Suite

source: Collateral / Stationery Vật phụ/ Văn phòng phẩm
vi: General Thông tin chung

source: Collateral / Stationery Vật phụ/ văn phòng phẩm
vi: Collateral / Stationery Các vật mang hình ảnh thương hiệu (poster, flyer...) / văn phòng phẩm

source: Colleague Areas
vi: Colleague Areas Khu Nhân viên

source: Colleague Experience
vi: Colleague Experience Trải nghiệm của Nhân viên

source: Colleague Experience Kinh nghiệm của nhân viên
vi: General Thông tin chung

source: Colleague Training
vi: Colleague Training Đào tạo Nhân viên

source: Commercial
vi: Commercial Thương mại

source: Commercially packaged into individual portions [53341] Đóng gói thương mại thành các phần riêng biệt
vi: Commercially packaged into individual portions [53341] Đóng gói trong bao bì thương mại thành các khẩu phần lẻ

source: Computer and laptop and printer [407054] Máy tính và máy tính xách tay và máy in
vi: Computer and laptop and printer [407054] Máy tính và laptop và máy in

source: Concealed [89259] Che kín
vi: Concealed [89259] Được giấu kín

source: Concealed fixings [285182] Gắn kín
vi: Concealed fixings [285182] phần cứng cố định hộp đựng giấy phải kín

source: Concierge
vi: Concierge Dịch vụ đưa đón

source: Concierge -> Furniture, Finishes, Fixtures & Equipment Concierge -> Nội thất, Hoàn thiện, Đồ đạc & Thiết bị
vi: Concierge -> Furniture, Finishes, Fixtures & Equipment Nội thất, Hoàn thiện, Chiếu sáng & Thiết bị

source: Concierge -> General Concierge -> Chung
vi: Concierge -> General Thông tin chung

source: Confirm breakfast times and snacks availability served within the hotel with the tour guide, if applicable Xác nhận thời gian ăn sáng và đồ ăn nhẹ có sẵn được phục vụ trong khách sạn với hướng dẫn viên, nếu có
vi: Confirm breakfast times and snacks availability served within the hotel with the tour guide, if applicable [37662] Xác nhận thời gian ăn sáng và đồ ăn nhẹ có sẵn được phục vụ trong khách sạn với hướng dẫn viên, nếu có

source: Connecting guest room door locks must meet the following requirements: [56227] Kết nối khóa cửa phòng khách phải đáp ứng các yêu cầu sau:
vi: Connecting guest room door locks must meet the following requirements: [56227] khóa cửa phòng connecting phải đáp ứng các yêu cầu sau:

source: Connects directly to a permanently staffed location [289056] Kết nối trực tiếp đến một vị trí nhân viên cố định
vi: Connects directly to a permanently staffed location [289056] Kết nối trực tiếp đến một vị trí trong khuôn viên khách sạn luôn có nhân viên trực.

source: Construction: 2/20s x Ne 10/1 x Ne 16/1 is recommended [67000] Thi công: khuyến nghị 2 / 20s x Ne 10/1 x Ne 16/1
vi: Construction: 2/20s x Ne 10/1 x Ne 16/1 is recommended [67000] Kết cấu: khuyến nghị 2/20s x Ne 10/1 x Ne 16/1

source: Construction: Ne 10/1 x Ne 16/1 x Ne 10/1 is recommended [67016] Thi công: khuyến nghị Ne 10/1 x Ne 16/1 x Ne 10/1
vi: Construction: Ne 10/1 x Ne 16/1 x Ne 10/1 is recommended [67016] Kết cấu: khuyến nghị Ne 10/1 x Ne 16/1 x Ne 10/1

source: Construction: Ne 10/1 x Ne 16/1 x Ne 10/1 is recommended [67028] Thi công: khuyến nghị Ne 10/1 x Ne 16/1 x Ne 10/1
vi: Construction: Ne 10/1 x Ne 16/1 x Ne 10/1 is recommended [67028] Kết cấu: khuyến nghị Ne 10/1 x Ne 16/1 x Ne 10/1

source: Construction: Ne 10/1 x Ne 16/1 x Ne 10/1 is recommended [67042] Thi công: Khuyến nghị Ne 10/1 x Ne 16/1 x Ne 10/1
vi: Construction: Ne 10/1 x Ne 16/1 x Ne 10/1 is recommended [67042] Kết cấu: Khuyến nghị Ne 10/1 x Ne 16/1 x Ne 10/1

source: Construction: Ne 10/1 x Ne 16/1 x Ne 10/1 is recommended [67088] Thi công: Khuyến nghị Ne 10/1 x Ne 16/1 x Ne 10/1
vi: Construction: Ne 10/1 x Ne 16/1 x Ne 10/1 is recommended [67088] Kết cấu: Khuyến nghị Ne 10/1 x Ne 16/1 x Ne 10/1

source: Contact: Celia Cleary Người liên hệ: Celia Cleary
vi: Contact: Celia Cleary

source: Content published on: 08 Nov 2018 Nội dung được công bố ngày: 08 tháng 11 2018
vi: Content published on: 08 Nov 2018 Nội dung công bố ngày: 08 tháng 11 2018

source: Continental and American breakfast sets [584051] Bữa sáng kiểu Âu và Mỹ
vi: Continental and American breakfast sets [584051] Set bữa sáng kiểu Âu và Mỹ

source: Continuously illuminated or immediately illuminate upon entry by guest.
vi: Continuously illuminated or immediately illuminate upon entry by guest. Được chiếu sáng liên tục hoặc chiếu sáng ngay lập tức khi có người bước vào

source: Corded microphone [407068] Micro có dây
vi: Corded microphone [407068] Mic có dây

source: Corian, stone or cultured marble [77681] Đá Corian, đá hoặc đá cẩm thạch nuôi cấy
vi: Corian, stone or cultured marble [77681] Đá Corian, đá hoặc đá marble nhân tạo

source: Corporate Gold
vi: Corporate Gold https://myfederate.ihg.com/idp/startSSO.ping?PartnerSpId=https%3A%2F%2Fmyfederate.ihg.com&TargetResource=HTTPS://me2.ihgmerlin.com/web/way-of-sales/article?webContentID=13271912&fullview=1

source: Cot/crib bars must be no less than 2.5cm (1in) and no more than 6cm (2in) apart [56622] Cũi phải cách nhau không dưới 2,5cm (1in) và cách nhau không quá 6cm (2in)
vi: Cot/crib bars must be no less than 2.5cm (1in) and no more than 6cm (2in) apart [56622] Song cũi phải cách nhau không dưới 2,5cm và không quá 6cm

source: Cots must be completely made up with appropriately sized bed coverings [58863] Cũi phải được trải đầy đủ với tấm trải giường có kích thước phù hợp
vi: Cots must be completely made up with appropriately sized bed coverings [58863] Cũi phải được lắp đặt hoàn chỉnh với trải giường có kích thước phù hợp

source: Cotton mix is recommended [589052] Khuyến nghị hỗn hợp cotton
vi: Cotton mix is recommended [589052] Khuyến nghị khăn cotton pha

source: Cotton mix napkin is recommended [589054] Khuyến nghị khăn ăn hỗn hợp cotton
vi: Cotton mix napkin is recommended [589054] Khuyến nghị khăn ăn cotton pha

source: Creative can be accessed via Merlin: Brand Central > AMEA > IHG® Rewards Club > Brand Warehouse > Collateral > Artwork > IHG Rewards Club Key Card Wallet Artwork Bạn có thể truy cập quảng cáo qua Merlin: Trung tâm thương hiệu> AMEA> Câu lạc bộ khách hàng thân thiết của IHG®> Kho hàng thương hiệu> Vật phẩm phụ> Tác phẩm nghệ thuật> Câu lạc bộ thẻ khách hàng thân thiết IHG Ảnh minh họa
vi: Creative can be accessed via Merlin: Brand Central > AMEA > IHG® Rewards Club > Brand Warehouse > Collateral > Artwork > IHG Rewards Club Key Card Wallet Artwork Có thể truy cập hình ảnh sáng tạo qua Merlin: Trung tâm thương hiệu> AMEA> CLB Khách hàng Thân thiết IHG®> Kho hàng thương hiệu> Ấn phẩm> Tranh ảnh nghệ thuật> Tranh ảnh cho ví thẻ khóa CLB Khách hàng Thân thiết IHG

source: Credenza or build in cabinet [114513] Tủ Credenza hoặc gắn sẵn
vi: Credenza or build in cabinet [114513] Tủ Credenza hoặc liền tường

source: Crib Cleaning Card Reference 1 Tham chiếu thẻ làm sạch cũi 1
vi: Crib Cleaning Card Reference 1 Tham khảo Thẻ thông báo đã làm sạch cũi 1

source: Crib Cleaning Card Reference 2 Tham chiếu thẻ làm sạch cũi 2
vi: Crib Cleaning Card Reference 2 Tham khảo Thẻ thông báo đã làm sạch cũi 2

source: Crib Cleaning Card Reference 3 Tham chiếu thẻ làm sạch cũi 3
vi: Crib Cleaning Card Reference 3 Tham khảo Thẻ thông báo đã làm sạch cũi 3

source: Crisis and Incident
vi: Crisis and Incident Khủng hoảng và Sự cố

source: Cubicle doors must meet the following: [99269] Cửa buồng phải đáp ứng như sau:
vi: Cubicle doors must meet the following: [99269] Cửa khoang vệ sinh phải đáp ứng như sau:

source: Cung cấp một sự kết hợp của các phòng có giường cỡ King, Queen và Double / Double hoặc Twin.
vi: Cung cấp hỗn hợp các phòng có giường cỡ King, Queen và Double/Double hoặc Twin.

source: Cung cấp tối thiểu hai chai nước trong mỗi phòng.
vi: Cung cấp tối thiểu hai chai nước miễn phí trong mỗi phòng.

source: Cups & saucers are permitted for Suites room categories [575054] Cho phép ly và đĩa cho các loại phòng Suites
vi: Cups & saucers are permitted for Suites room categories [575054] Cho phép cung cấp tách trà và đĩa cho các Suites

source: Curtains and Sheers Màn Cửa và Rèm
vi: Curtains and Sheers Rèm vải dày và Rèm sheer

source: Curtains and Sheers
vi: Curtains and Sheers Rèm vải dày và rèm sheer

source: Cushioned [341082] Lót nệm
vi: Cushioned [341082] có lót

source: Cấu hình của các phòng họp sẽ cung cấp sự linh hoạt tối đa thông qua việc sử dụng các vách ngăn di động.
vi: [19607] Cấu hình của các phòng họp linh hoạt tối đa nhờ việc sử dụng các vách ngăn di động.

source: Cần gia cố kết cấu và kết nối điện để xây dựng biển báo gắn
vi: Gia cố kết cấu và kết nối điện cho các bảng hiệu gắn trên tòa nhà phải được phối hợp với kiến trúc.

source: Cửa sổ trong phòng này có thể mở hoàn toàn và khách có trẻ nhỏ nên cẩn thận”
vi: Cửa ban công trong phòng này có thể mở hoàn toàn và khách có trẻ nhỏ nên cẩn thận”

source: Cửa vào bên phải phải có logo Holiday Inn® nằm trên ô vuông thứ hai từ bên phải.
vi: [95820] Cửa vào bên phải dán logo Holiday Inn® (chữ "H") ở vị trí ô vuông thứ hai từ bên phải.

source: Data Privacy Statement Chính Sách Bảo Mật Dữ Liệu
vi: Data Privacy Statement Tuyên bố về quyền riêng tư https://www.ihgbrandcentral.com/%26redirecturl/branding/brand/holiday-inn-resort/region/asia-middle-east-africa/page/401931

source: Dedicated meeting facilities must be provided and include: [2288] Phải cung cấp các cơ sở họp chuyên dụng và bao gồm:
vi: Dedicated meeting facilities must be provided and include: [2288] Phải cung cấp các cơ sở vật chất phòng họp chuyên dụng và bao gồm:

source: Dedicated secured room(s) [115535] (Các) phòng bảo mật chuyên dụng
vi: Dedicated secured room(s) [115535] (Các) phòng an toàn dành riêng

source: Dental kit available upon request [57367] Bộ dụng cụ nha khoa có sẵn theo yêu cầu
vi: Dental kit available upon request [57367] Bộ dụng cụ nha khoa được cung cấp theo yêu cầu

source: Departure
vi: Departure Rời đi

source: Departure Rời đi
vi: Internet

source: Design Criteria
vi: Design Criteria Tiêu chí thiết kế

source: Design Submission, Review & Approval Process
vi: Design Submission, Review & Approval Process Quá trình đệ trình, xem xét và phê dyuệt thiết kế
